{
  "Home": {
    "descripcion1": "I am a Computer Engineering student at the ",
    "descripcion2": "Costa Rica Institute of Technology ",
    "descripcion3": "I am passionate about web development and learning new technologies.",
    "proposito1": "Portfolio Purpose",
    "proposito2": "This portfolio compiles the projects, labs, and activities developed during the course ",
    "proposito3": "IC8057 - Introduction to Web Page Development",
    "proposito4": " My goal is to showcase my progress as a developer and share ",
    "proposito5": "my professional and technical growth. "
  },
  "Navbar": {
    "portafolio": "My Portfolio",
    "TrabajosAcademicos": "Academic Work",
    "InfoPersonal": "Personal Information",
    "Recomendaciones": "Recommendations",
    "Hobbies":"Hobbies",
    "Blog":"Blog",
    "sec3":"sec 3en"
  },
  "CourseCard": {
  "Trabajos": "Associated Work ",
  "Tipo": "Type: ",
  "Descrip": "Description: ",
  "Fecha": "Date: ",
  "Repo": "Repository ",
  "WebSite": "Deployed Site "
  },
  "CourseFilters": {
    "Eval": "Evaluation Type ",
    "Tech": "Technologies ",
    "FechaEntr": "Delivery Date ",
    "Desde": "From ",
    "Hasta": "To "
  },
  "AcademicWorkPage": {
  "AcaWorksXcurso": "Academic Work by Course",
  "FalloFiltro": "No work found matching the selected filters."
},
"PersonalInfo": {
  "Titulo": "Personal and Professional Information",
  "DescargaPDF": "Download CV in PDF",
  "Cargando": "Generating...",
  "FotoPerfil": "Profile picture of Tim Scarlith",
  "PersonBiblio": "Professional Biography",
  "Bibliografia1": "My name is Tim Scarlith, I am an advanced student in Computer Engineering at TEC. I enjoy interaction and challenges. I am interested in working with diverse technologies, especially in the area of information management, although I am open to learning new technologies.",
  "Bibliografia2": "Costa Rica Institute of Technology",
  "Bibliografia3": "I am passionate about web development and learning new technologies.",
  "habilidades": "Technical Skills",
  "habilida1": "Programming Languages",
  "habilida2": "Frameworks & Libraries",
  "habilida3": "Databases",
  "Herramientas": "Tools & Others",
  "CertificacionesTitulo": "Certifications",
  "Certificaciones": "Certifications: Courses, workshops, or obtained certifications, with links or evidence if available.",
  "1LinkCertific": "Example Certification 1",
  "2LinkCertific": "Example Certification 2",
  "Resdes": "Professional Networks",
  "additionInfoTitulo": "Relevant Additional Information",
  "Info1": "Notable achievement: Winner of a regional hackathon.",
  "Info2": "Technical interests: Artificial Intelligence, Cybersecurity.",
  "Info3": "Community involvement: Active member of the TEC robotics club."
},
  "Comments": {
    "title": "Comments and Recommendations",
    "addCommentTitle": "Leave a comment",
    "placeholder": "Write your recommendation or comment here...",
    "submitButton": "Post Comment",
    "commentsTitle": "Comments from others",
    "noComments": "No comments yet. Be the first to leave one!"
  },
  "Hobbies": {
  "title": "My Hobbies",
  "description": "A look at my passions outside of code."
},
"Hobby": {
  "title": "My Passion for {hobbyTitle}",
  "description": {
    "cine": "I dive into the seventh art to analyze the stories, direction, and scripts that define modern culture...",
    "videojuegos": "I explore world design, interactive storytelling, and the strategy behind my favorite video game titles...",
    "anime": "I'm fascinated by the art of anime, the depth of its characters, and the diversity of genres it offers...",
    "tcg": "Delving into the world of TCGs, I enjoy the strategy, card collecting, and the community that forms around the game..."
  }},
  "AnimeSection": {
  "titleDandadan": "Dandadan",
  "descriptionDandadan": "Dandadan is one of my favorite anime because of its unique mix of supernatural action, comedy, and romance. The story of Momo and Okarun as they face ghosts and aliens is exciting and ridiculously fun.",
  "altDandadan": "Dandadan Anime",
  "titleJujutsuKaisen": "Jujutsu Kaisen",
  "descriptionJujutsuKaisen": "Jujutsu Kaisen has become one of my favorites for its high-quality animation, intense battles, and a fascinating power system. The depth of the characters and the constant tension in the plot make it highly addictive.",
  "altJujutsuKaisen": "Jujutsu Kaisen Anime",
  "titleOnePunchMan": "One-Punch Man",
  "descriptionOnePunchMan": "I love One-Punch Man for its comedic premise and its absurdly powerful protagonist, Saitama. The series parodies superhero genre tropes while offering visually stunning fights. It's the perfect anime to laugh and be amazed.",
  "altOnePunchMan": "One-Punch Man Anime"
  },
  "MovieSection": {
  "titleRevenant": "The Revenant",
  "descriptionRevenant": "The Revenant is a visual masterpiece that fascinates me with its raw depiction of survival. Iñárritu's direction and Leonardo DiCaprio's unforgettable performance make this film an intense and memorable cinematic experience.",
  "altRevenant": "The Revenant Movie Poster",
  "titleDjango": "Django Unchained",
  "descriptionDjango": "I'm a huge admirer of Quentin Tarantino's style, and Django Unchained is one of my favorites. The film combines witty dialogue, a bold narrative, and an impeccable soundtrack to create a unique and action-packed western.",
  "altDjango": "Django Unchained Movie Poster",
  "titleIrishman": "The Irishman",
  "descriptionIrishman": "The Irishman is a masterpiece by Martin Scorsese. I'm drawn to its epic narrative, which spans decades. The cast's performance, particularly Robert De Niro and Al Pacino, is sublime and offers a deep reflection on aging and loyalty in the criminal world.",
  "altIrishman": "The Irishman Movie Poster"
  },
    "VideoGameSection": {
    "titleDarkSouls": "Dark Souls 1",
    "descriptionDarkSouls": "Dark Souls is a game that has left a mark on me with its interconnected level design and its challenging but fair gameplay. Its cryptic narrative and desolate atmosphere create a unique and rewarding experience that makes you feel every victory.",
    "altDarkSouls": "Dark Souls 1 Poster",
    "titleSOTC": "Shadow of the Colossus",
    "descriptionSOTC": "Shadow of the Colossus is a work of art. Its minimalist narrative and the epic scale of each battle against the colossi are incredible to me. The sense of solitude and the beauty of its world have captivated me deeply.",
    "altSOTC": "Shadow of the Colossus Poster",
    "titleMarvelRivals": "Marvel Rivals",
    "descriptionMarvelRivals": "Marvel Rivals attracts me with its frantic action and the ability to play with my favorite Marvel heroes. The combination of skills and team cooperation in a shooter game makes every match exciting and dynamic.",
    "altMarvelRivals": "Marvel Rivals Poster"
  },
  "TCGSection": {
  "titleMTG": "Magic: The Gathering",
  "descriptionMTG": "Magic: The Gathering is my favorite trading card game for its deep strategy and the constant evolution of its formats. I love building decks and competing in different tournaments.",
  "altMTG": "Magic: The Gathering Poster",
  "titlePokemon": "Pokémon TCG",
  "descriptionPokemon": "The Pokémon TCG appeals to me for its accessibility and incredible artwork. It's a game I enjoy both for its mechanics and for the nostalgia of collecting my favorite Pokémon.",
  "altPokemon": "Pokémon TCG Poster",
  "titleYugioh": "Yu-Gi-Oh!",
  "descriptionYugioh": "Yu-Gi-Oh! holds a special place for me due to its fast pace and the number of combos you can pull off. The complexity of its plays and the meta-game always keep me interested and looking for new ways to improve my strategies.",
  "altYugioh": "Yu-Gi-Oh! Poster"
},
"BackButton": {
  "backToHobbies": "Back to Hobbies"
},
  "Blog": {
    "title": "AI Blog",
    "subtitle": "Here I share articles about artificial intelligence and its impact on learning."
  },
"BlogSection": {
  "articleTitle": "Artificial Intelligence as a Learning Co-pilot",
  "articleAuthor": "FLOW GPT",
  "articleContent": "AI has ceased to be a futuristic technology to become an accessible tool for everyone, especially in the field of continuous learning. It's not about replacing the teacher or the student, but about complementing the process.\n\nLanguage models like GPT-4 can function as a personal 'co-pilot,' helping you understand complex concepts, generate summaries of long texts, or even create personalized study plans. If you're learning to code, AI can help you debug code, explain the logic behind an algorithm, or suggest best practices. For learning languages, it can simulate conversations, correct your grammar, and offer relevant vocabulary.\n\nThe key is knowing how to ask the right questions. Instead of asking for a direct answer, you can ask the AI to explain a topic 'as if you were 5 years old' or to 'create a visual analogy' to understand an abstract concept. This way, AI adapts to your learning style and strengthens your understanding. It's a powerful tool for democratizing knowledge and making learning a more interactive and personalized experience."
}




}
